;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: simbaVBKos
; TranslationAuthorEmail: simbavbkos@gmail.com
;

[Translation]
LangCode=041a
FrmMain.btnfacebook.Hint=Podijeli Wise Program Uninstaller na Facebooku
FrmMain.btntwitter.Hint=Podijeli Wise Program Uninstaller na Twitteru
FrmMain.btnemail.Hint=Podijeli Wise Program Uninstaller s prijateljima
FrmMain.btnRefresh.Hint=Osvježi
FrmMain.btnLog.Caption=Zapisnik
TfrmUnlog.caption=Obriši zapisnik
TfrmUnlog.head.unDate=Obriši datum
TfrmUnlog.head.ItemName=Obriši stavke
TfrmUnlog.head.restore=Preostale stavke
TfrmUnlog.noItems=Nema zaostalih stavki
TfrmUnlog.Recovered=Oporavljeno
TfrmUnlog.recover=Oporavi
ReadHabit=S lijeva na desno
LanguageName=HR
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=informacije
Warning=Upozorenje
Error=Greška
Confirm=Potvrda
CurVer=Trenutna verzija:
FrmRate.Btnlist.caption=Korisničke recenzije
FrmRate.Btnreview.caption=Moje recenzije
FrmRate.Btnfirst.caption=Budite naš prvi recenzent
FrmRate.Btnsubmit.caption=Dostavi
FrmRate.lblscore.caption=Ocijeni:
FrmRate.lblscorehint.caption=(Morate kliknuti zvijezde kako bi ocijenili)
FrmRate.lblnick.caption=Vaš Nadimak:
FrmRate.lblnickhint.caption=(Opcija)
FrmRate.lblemail.caption=Vaš Email:
FrmRate.lblemailhint.caption=(Opcija)
FrmRate.lblcontent.caption=Sadržaj:
FrmRate.lblcontenthint.caption=(Opcija)
FrmRate.lbldesctitle.caption=Opis Programa:
FrmRate.lblratesoft.caption=Preporučeni Programi
FrmAbout.caption=O programu
FrmAbout.btnok.caption=U redu
FrmAbout.lblver.caption=Trenutna verzija:
FrmAbout.lblemail.caption=Tehnička podrška:
FrmAbout.lblhome.caption=Početna stranica:
FrmAbout.lblthank.caption=Hvala sljedećim ljudima na njihovom doprinosu:
pmHelp=Internetska pomoć
pmHome=Početna stranica:
pmforum=Forum
pmCheckMsg=Automatska provjera vijesti
pmContact=Kontaktirajte nas
pmCheckNew=Provjera ažuriranja
pmLang=Jezici
pmAbout=O nama
pmOpenEntry=Otvori u uređivaču registarske baze
PmGoogle=Potraži na internetu
pmExport=Izvezi u tekstualnu datoteku ...
pmRightMenuA=Prikaži u kontekstnom izborniku
ExplorerMenu=Deinstalirajte s Wise program Uninstaller
FrmMain.lblrate.caption=Ocijeni
FrmMain.BtnNormal.Caption=Sigurna deinstalacija
FrmMain.BtnModify.Caption=Izmjeni
FrmMain.BtnForce.Caption=Prisilna deinstalacija
FrmMain.BtnRemove.Caption=Uklonite stavke
FrmMain.Btnlikeit.Caption=Свиђа ми се
FrmMain.lblcheckver.Caption=Provjera ažuriranja
FrmMain.lblinfo.caption=Način za prisilno uklanjanje programa
FrmlikeIt.lblTitle.caption=Аko vam se sviđa Wise Program Uninstaller, upoznajte prijatelje s ovim besplatnim alatom.
Frmlikeit.lblInfo.caption=Podijelite Wise Program Uninstaller sa svojom obitelji,prijateljima i kolegama putem e-pošte, Bloga, Тwittera, YouTuba, Facebooka, itd. Dobro urađeno! Donijet ćete praktičnost i učinkovitost u njihove živote.
FrmlikeIt.lblRate.caption=Ocijenite Wise Program Uninstaller:
FrmlikeIt.lblfollow.caption=Pratite nas na:
FrmlikeIt.lblshare.caption=
FrmlikeIt.btndownload.caption=Besplatno Preuzimanje
FrmlikeIt.imgrate.hint=Dajte nam pet zvjezdica na CNET-u
FrmlikeIt.imgmail.hint=Podijelite ga s prijateljima
FrmlikeIt.imgface1.hint=Podijelite ga na Facebooku
FrmlikeIt.imgface2.hint=Pritisnite "Like" na našoj Facebook stranici
FrmlikeIt.imgtwitter1.hint=Podijelite ga na Twitteru
FrmlikeIt.imgtwitter2.hint=Pratite nas na Twitteru
FrmlikeIt.Caption=Sviđa mi se
FrmlikeIt.lbldownload.caption=Preuzmite još besplatnih programa sa WiseCleaner.com
FrmProgressModal.btncancel.caption=Poništi
Frmafterdel.caption=Registar unosi i datoteke povezane s programom
Frmafterdel.btnremove.caption=Ukloni
Frmafterdel.btncancel.caption=Poništi
Frmafterdel.lblinfo.caption=Molimo pregledajte rezultata i kliknite na "Ukloni" kako biste dovršili ovu deinstalaciju.
Frmafterdel.btnnone.caption=Ništa odabrano
Frmafterdel.btnall.caption=Odaberi Sve
Podijelite Wise program Uninstaller:
[GUI]
ButtonYes=Da
ButtonNo=Ne
ButtonOK=U redu
ButtonMinimize=Umanji
ButtonMaximize=Uvećaj
ButtonClose=Zatvori
ButtonRestore=Vrati
ButtonMenu=Izbornik
[Lang]
NativeLanguage=Hrvatski
[Uninstall]
PublisherUnknown=Nepoznati Izdavač
VersionUnknown=Nepoznata Verzija
Rate=Ocijenite
ItemName=Ime
Publisher=Izdavač
Size=Veličina
SetupDate=Datum instalacije
Version=Verzija
Canceled=Proces deinstalacije je otkazan
NoLeftOverItem=Nisu pronađene preostale stavke
Removing=Uklanjanje:
TotalStat=Pronađeno je% d programa koji zauzimaju% s prostora na disku.
Calculating=Izračunavanje veličine ...
Files=Datoteka i Mapa
RegEntries=Unosi Registarske baze
Items=Stavke
[message]
NewVer=Novija verzija je pronađena. Trebate li je ažurirati?
NoNewVer=Čestitamo! Koristite najnoviju verziju.
NoProgramSelected=Prvo izaberite program.
IsBusy=Molimo pričekajte dok se prethodni postupak deinstalacije završi.
StartFindLeftover=Analiziranje povezanih datoteka, mapa i stavki registra ...
Collecting=Prikupljanje informacija o instaliranom programu...
BeSureUseForce=Molimo izaberite prisilnu Deinstalaciju samo kada sigurna deinstalacija ne djeluje. Jeste li sigurni da želite nastaviti?
ConfirmRemove=Jeste li sigurni da želite ukloniti ovu stavku?
RejectItself=Program se ne može deinstalirati.
TranslateTo=Prevedi na...
[SoftRate]
Querying=Upiti...
Good=Sviđa mi se
Bad=Ne sviđa mi se
Safe=Prijavite
Ver=
Ratings=Ocjene
SoftNotExist=Ne mogu naći informacije o programu.
GetSoftInfoError=Neuspješno dobivanje informacija o programu
UploadSoftLogoError=Greška kod prijenosa informacija o programu
SubmitData=Pošalji svoj komentar za ovaj program ...
SubmitSoftInfoError=Pogreška kod slanja vezana uz mrežu.
SubmitRateSuccess=Uspješno poslano.
HaveSubmitRate=Vi ste ga ocijenili.
Submitgoodbad=Slanje vaših podataka...
me=Ja
NickTooLong=Nadimak ne smije biti veći od 20 znakova.
MailTooLong=Vaša e-mail adresa ne bi trebala prelaziti 50 znakova
WrongEmail=Pogrešna email adresa
ReviewTooLong=Ukupna duljina recenzije ne smije biti veća od 300 znakova.
RateHint=Pridružite se našem programu ocjenjivanja i ocijenite svoj omiljeni program!
UnknowName=Nepoznat Proizvod
UnknowVer=Nepoznata Verzija
UnknowDesc=Opis
[Hint]
HintRate=Ocijenite Program
HintClose=Obriši stavku
